import React from 'react';

function PrivacyPolicy() {
  return (
    <div className='container mt-5'>
    <div className='text-centor'>
      <h2>Политика конфиденциальности</h2>
      <p>
        Эта страница описывает, как мы собираем, используем и раскрываем личную информацию пользователей при использовании наших услуг.
      </p>
      <p>
        Мы собираем определенную личную информацию, которую вы предоставляете добровольно, такую как имя, адрес электронной почты и информацию о социальных сетях. Однако, мы не запрашиваем конфиденциальную информацию, такую как финансовые и платежные данные, информацию аутентификации, данные контактов.
      </p>
      <p>
        Мы используем вашу информацию только для того, чтобы обслуживать вас лучше. Мы не храним персональную информацию и не раскрываем ее. Мы можем раскрывать неперсональную информацию нашим надежным партнерам, но не объединяем ее с персональной информацией.
      </p>
    </div>
    </div>
  );
}

export default PrivacyPolicy;